Repository: LiarOnce/packettracer-cn
Catalog: tm/auto/CPT8_1_1.tmx
Source language: en_us
Languages: zh_cn

source: Add specifications here.
zh_cn: 在此添加详细说明。

source: Open TFTP Server application
zh_cn: 打开TFTP服务器应用程序

source: Device
zh_cn: 设备

source: Project
zh_cn: 项目

source: NEXT PAYLOAD: %1
zh_cn: 下一载荷: %1

source: PAYLOAD LENGTH: %1
zh_cn: 载荷长度: %1

source: ID DATA
zh_cn: ID数据

source: The specified phone number already exists.
zh_cn: 指定的电话号码已存在。

source: No port available to make connection.
zh_cn: 没有可用于建立连接的端口。

source: The Name or DLCI number is already in use.
zh_cn: 该名称或DLCI编号已被使用。

source: Please enter both a DLCI number and a name.
zh_cn: 请输入DLCI编号和名称。

source: Invalid Phone Number
zh_cn: 无效的电话号码

source: DLCI must be a number.
zh_cn: DLCI必须是一个数字。

source: This connection could not be established.
zh_cn: 无法建立此连接。

source: CONNECTIONS
zh_cn: 连接

source: This is an invalid sublink.
zh_cn: 这是一条无效的子链路。

source: No sublinks available to establish a connection.
zh_cn: 没有可用于建立连接的子链路。

source: Provider Network :
zh_cn: 供应商网络:

source: ADDRESS 2: %1
zh_cn: 地址2: %1

source: ADDRESS 1: %1
zh_cn: 地址1: %1

source: ADDRESS 4: %1
zh_cn: 地址4: %1

source: ADDRESS 3: %1
zh_cn: 地址3: %1

source: FTP ARGUMENT
zh_cn: FTP参数

source: FTP COMMAND
zh_cn: FTP命令

source: Env
zh_cn: 环境

source: Grid
zh_cn: 网格

source: Move
zh_cn: 移动

source: Go to Wiring Closet
zh_cn: 跳转至布线柜

source: Current Name
zh_cn: 当前名称

source: Create New Building
zh_cn: 创建新大楼

source: Move Object
zh_cn: 移动对象

source: Create New City
zh_cn: 创建新城市

source: NAVIGATION:
zh_cn: 导航:

source: City Name
zh_cn: 城市名

source: Set Background Image
zh_cn: 设置背景图像

source: Closet Name
zh_cn: 机柜名称

source: Go to Working Closet
zh_cn: 跳转至工作室

source: Intercity =>
zh_cn: 城际 =>

source: Building Name
zh_cn: 大楼名称

source: Create New Closet
zh_cn: 创建新机柜

source: Navigation Panel
zh_cn: 导航面板

source: Base Configuration Tab
zh_cn: 基本配置选项卡

source: Go To
zh_cn: 跳转至

source: Export or save this script module as a pts file. Other users can then import the pts file as a PT script module. New script modules must be exported and added as PT script modules before starting.
zh_cn: 将此脚本模块导出或保存为pts文件。其他用户随后可以将pts文件作为PT脚本模块导入。新的脚本模块必须导出并添加为PT脚本模块才能启动。

source: Valid Dates:
zh_cn: 有效日期:

source: How does this script module start? If this is the file script module, it will always be on opening of the file (On Startup).
zh_cn: 此脚本模块如何启动？如果这是文件脚本模块，它将始终处于文件打开状态(启动时)。

source: Confirmed Password:
zh_cn: 确认密码:

source: 4. Custom Interface Files
zh_cn: 4. 自定义界面文件

source: Add and edit custom interface files with HTML, CSS, JavaScript, and images. Custom interface files are rendered in each device's Custom Interface tab as well as any web view launched by the script module. Custom interface states, including JavaScript, are erased once the rendering web view is closed or changed to another custom interface file.
zh_cn: 使用HTML、CSS、JavaScript和图像添加并编辑自定义界面文件。自定义界面文件在每台设备的“自定义界面”选项卡以及脚本模块启动的任何Web视图中呈现。渲染Web视图关闭或更改为另一个自定义界面文件后，自定义界面状态（包括JavaScript）将被擦除。

source: Setting a password prevents unauthorized changes or viewing of this file's scripts and custom interfaces. When a user is running this file, the Scripting interface cannot be accessed unless the correct password is entered. If the file is an activity file, the password used to access the Scripting interface is the Activity Wizard password.
zh_cn: 设置密码可防止对此文件脚本和自定义界面的未经授权的更改或查看。当用户正在运行此文件时，除非输入正确的密码，否则无法访问脚本界面。如果文件是活动文件，则用于访问脚本界面的密码是活动向导密码。

source: 6. Saving
zh_cn: 6. 保存

source: 1. Create from Templates
zh_cn: 1. 从模板创建

source: Contact:
zh_cn: 联系方式:

source: Browse...
zh_cn: 浏览...

source: Signing the script module demonstrates the authenticity of its contents. It allows the user to automatically accept script modules signed with the same publisher certificate. Use a PKCS #12 (.p12) file to sign. See Help for instructions on how to generate a .p12 file.
zh_cn: 签名脚本模块表明其内容的真实性。它允许用户自动接受使用相同发布者证书签名的脚本模块。使用PKCS #12 (.p12) 文件进行签名。有关如何生成.p12文件的说明，请参阅帮助。

source: Select one of these templates to jump-start on a script module. Selecting a new template will remove all changes made to this script module.
zh_cn: 选择其中一个模板以便在脚本模块上启动。 选择新的模板将删除对此脚本模块所做的所有更改。

source: Set this script module's general info such as name, description, author info, password, startup option, and security privileges.
zh_cn: 设置此脚本模块的基本信息，例如名称、描述、作者信息、密码、启动选项以及安全特权等。

source: Translate
zh_cn: 翻译

source: Add and edit script engine files with ECMAScript language (JavaScript). Script module logics should be coded in the script engine. The script engine is persistent as long as the script module is running.
zh_cn: 使用ECMAScript语言(JavaScript)添加并编辑脚本引擎文件。脚本模块逻辑应在脚本引擎中进行编码。只要脚本模块正在运行，脚本引擎就是永久的。

source: Author:
zh_cn: 作者:

source: Scripting
zh_cn: 脚本

source: Publisher Signing
zh_cn: 发布者签名

source: Allow opening file even if security privileges are not granted. This option is only for the file script module.
zh_cn: 即使没有授予安全特权，仍允许打开文件。此选项仅适用于文件脚本模块。

source: Serial Number:
zh_cn: 序列号:

source: 2. Script Module General Info
zh_cn: 2. 脚本模块基本信息

source: 3. Script Engine Files
zh_cn: 3. 脚本引擎文件

source: 7. Testing
zh_cn: 7. 测试

source: Save this script module to file. If this is the file script module, this button is disabled. Saving the current pkt/pka file will save the file script module changes.
zh_cn: 将此脚本模块保存到文件。如果这是文件脚本模块，则此按钮被禁用。保存当前的pkt/pka文件将保存文件脚本模块的更改。

source: 5. Data Store
zh_cn: 5. 数据存储

source: Issued By:
zh_cn: 发送方:

source: Issued To:
zh_cn: 接收方:

source: Add and edit data files with xml, csv, or any plain text data. They can be treated as files or as a hash table. Data can also be dynamically added or removed in code during runtime, and they are saved with the Packet Tracer options file for persistence. Saving or exporting the script module also saves the data.
zh_cn: 使用xml、csv或任何纯文本数据添加和编辑数据文件。它们可以被视为文件或散列表。 数据还可以在运行时间内以代码的形式动态添加或删除，并将它们与Packet Tracer选项文件一起永久保存。保存或导出脚本模块也可以保存数据。

source: Changes to the script module while running are not reflected immediately. Stop and start the script module to take effect.
zh_cn: 运行时对脚本模块的更改不会立即反映出来。停止并启动脚本模块以便使更改生效。

source: Version:
zh_cn: 版本:

source: Export the scripts and interfaces of this script module to a .ts translation file. The exported file can then be opened by Qt Linguist for translation.
zh_cn: 将此脚本模块的脚本和接口导出到一个.ts翻译文件。导出的文件随后可以由Qt Linguist打开翻译。

source: Security privileges determine what IPC functions the script module can make. Select only privileges that the script module needs. Calls to unselected privileges will be denied.
zh_cn: 安全特权决定了脚本模块可以创建的IPC功能。仅选择脚本模块需要的特权。对未选择的特权的调用将被拒绝。

source: Prevent this script module from being removed or stopped. This option is only for permanent script modules.
zh_cn: 防止此脚本模块被删除或停止。此选项仅适用于永久性脚本模块。

source: General
zh_cn: 通用

source: The Scripting Interface allows users to create script modules for adding new functionalities to Packet Tracer. Unlike ExApps, script modules are developed directly in Packet Tracer with no external development environment needed. Each pka/pkt file has its own file script module. The file script module is stopped once the file is closed. PT script modules are running as long as Packet Tracer is running and can be started and stopped manually. Please refer to the Scripting Interface help files for more detailed information. The typical sequence in creating a script module is as follows:
zh_cn: 脚本界面允许用户创建脚本模块，从而为Packet Tracer添加新功能。与ExApps不同，脚本模块直接在Packet Tracer中开发，无需外部开发环境。每个pka / pkt文件都有自己的文件脚本模块。一旦文件关闭，文件脚本模块也将停止。只要Packet Tracer正在运行，PT脚本模块就会运行，并且可以手动启动和停止。有关更多详细信息，请参阅脚本界面帮助文件。 创建脚本模块的典型顺序如下：

source: Open debug window to examine log messages and check script engine states.
zh_cn: 打开调试窗口以检查日志消息并检查脚本引擎状态。

source: None Selected
zh_cn: 未选择

source: Help
zh_cn: 帮助

source: &Zoom
zh_cn: &缩放

source: Tools
zh_cn: 工具

source: Recent Files
zh_cn: 最近文件

source: MainWindow
zh_cn: 主窗口

source: Toolbars
zh_cn: 工具栏

source: Updates (Instructors Only)
zh_cn: 更新(仅教师)

source: toolBar
zh_cn: 工具栏

source: Extensions
zh_cn: 扩展

source: Computer 1
zh_cn: 计算机1

source: Expires Time
zh_cn: 过期 时间

source: VLAN Database
zh_cn: VLAN数据库

source: Tx Ring Limit out of range [1 - 32767]
zh_cn: Tx Ring Limit超出范围[1 - 32767]

source: ROUTING
zh_cn: 路由

source: Backbone
zh_cn: 骨干

source: Tx Ring Limit must be a number.
zh_cn: Tx Ring Limit必须是一个数字.

source: This IP Address and/or subnet mask is not allowed for use on a port.
zh_cn: 此IP地址和/或子网掩码不允许在端口上使用。

source: Device is in ROMMON mode.
zh_cn: 设备处于ROMMON模式.

source: Device is still booting. Please wait until it is finished.
zh_cn: 设备正在启动中. 请等待直至启动完成.

source: Please use CLI to configure.
zh_cn: 请使用CLI进行配置.

source: CELL TOWER
zh_cn: 手机发射塔

source: SWITCHING
zh_cn: 交换

source: Script module translation file exported.
zh_cn: 脚本模块翻译文件已导出。

source: Qt Translation file (*.ts)
zh_cn: Qt翻译文件 (*.ts)

source: Without selecting a valid .p12 file would remove signing for this script module. Do you want to continue?
zh_cn: 未选择有效的.p12文件将删除此脚本模块的签名。 您要继续吗？

source: Any changes to your persistent script module not saved to its pts file will be lost. Do you want to close the Scripting Interface?
zh_cn: 未保存到其pts文件的对永久性脚本模块的所有更改都将会丢失。您确定要关闭脚本界面吗？

source: Error opening .p12 file.
zh_cn: 打开.p12文件出错.

source: Data Store
zh_cn: 数据存储

source: %1 to %2
zh_cn: %1 至 %2

source: Export Script Module
zh_cn: 导出脚本模块

source: Passwords do not match.
zh_cn: 密码不匹配.

source: The effective dates of certificate are invalid or the certificate is blacklisted.
zh_cn: 证书的有效日期无效或该证书被列入黑名单。

source: Script module added as a persistent script module. See Extensions->Scripting->Configure Script Modules ...
zh_cn: 脚本模块作为永久性脚本模块添加。 请参阅“扩展” - >“脚本” - >“配置脚本模块”...

source: PKCS #12 File (*.p12)
zh_cn: PKCS #12文件(*.p12)

source: .p12 File Pass Phrase
zh_cn: .p12文件密码

source: This script module was signed with a .p12 file before. Please select the .p12 file in order to sign it again.
zh_cn: 此脚本模块之前使用.p12文件签名。 请选择.p12文件，以便再次签名。

source: Selecting a template will remove all changes made to this script module. Are you sure you want to continue?
zh_cn: 选择模板将删除对此脚本模块的所有更改。您确定要继续吗？

source: Custom Interfaces
zh_cn: 自定义界面

source: Enter .p12 file pass phrase:
zh_cn: 输入.p12文件密码:

source: Script module exported successfully. New script modules must be added as persistent script modules before starting. Do you want to add it now? Or you can do that manually in Extensions->Scripting->Configure Script Modules ...
zh_cn: 脚本模块导出成功。 新的脚本模块必须在启动前作为永久性脚本模块添加。 您想要现在添加吗？或者您可以在“扩展”->“脚本”->“配置脚本模块”中手动执行该操作...

source: The .p12 file does not contain private key.
zh_cn: 该.p12文件不包含密钥.

source: The .p12 file is invalid.
zh_cn: .p12文件无效.

source: Select PKCS #12 File
zh_cn: 选择PKCS #12文件

source: The .p12 file does not contain certificate.
zh_cn: .p12文件不包含证书。

source: ID cannot be empty.
zh_cn: ID不能为空.

source: Script Engine
zh_cn: 脚本引擎

source: Script module saved.
zh_cn: 脚本模块已保存.

source: Cannot calculate signature.
zh_cn: 无法计算签名。

source: The .p12 file or pass phrase is invalid.
zh_cn: .p12文件或密码无效.

source: Any unsaved changes to your new script module will be lost. Do you want to close the Scripting Interface?
zh_cn: 对新脚本模块的所有未保存更改都将会丢失。您想要关闭脚本界面吗？

source: Export Script Module Translation
zh_cn: 导出脚本模块翻译

source: The script module includes external files. Do you want to resolve and expand them inline in the saved pts file? You should do this for the distributing pts file, but not for your development file.
zh_cn: 脚本模块包括外部文件。您是否要在已保存的pts文件中依次解析并展开它们？您应该为正在发布的pts文件执行此操作，而不是用于您的开发文件。

source: Name cannot be empty.
zh_cn: 名称不能为空.

source: Packet Tracer Script Module File (*.pts)
zh_cn: Packet Tracer脚本模块文件(*.pts)

source: ID cannot be the same as any of the persistent script modules already added.
zh_cn: ID不能与任何已添加的永久性脚本模块相同。

source: Pass Phrase
zh_cn: 密码

source: Wireless Settings
zh_cn: 无线设置

source: Input
zh_cn: 输入

source: Transistions
zh_cn: 过渡

source: Switch to Advanced Mode
zh_cn: 切换至高级模式

source: Input/Output Filters
zh_cn: 输入/输出过滤器

source: Output
zh_cn: 输出

source: Output Name
zh_cn: 输出名

source: Input Name
zh_cn: 输入名

source: Component Name:
zh_cn: 组件名:

source: Analog
zh_cn: 模拟

source: Slot Number
zh_cn: 插槽号

source: Internal
zh_cn: 内部

source: Slot Mapping
zh_cn: 插槽映射

source: Digital
zh_cn: 数字

source: User Interactive
zh_cn: 用户互动

source: Delete Statement
zh_cn: 删除语句

source: Submit
zh_cn: 提交

source: ACL Filters
zh_cn: ACL过滤器

source: Enter an extended ACL statement below. Start with "permit" or "deny". The next available commands will show up in the Context Help text field.
zh_cn: 请在下面输入一条扩展ACL语句。请以“permit”或“deny”开始。下一个可用命令将显示在上下文帮助文本字段中。

source: Add Custom PDU
zh_cn: 添加自定义PDU

source: Scenario Description
zh_cn: 场景描述

source: User-Created Packet Window
zh_cn: 用户创建的数据包窗口

source: Add Simple Packet
zh_cn: 添加简单的 数据包

source: Scenario 0
zh_cn: 场景0

source: Add Background Traffic
zh_cn: 添加背景 流量

source: Remove PDU
zh_cn: 删除PDU

source: Create a New Scenario
zh_cn: 创建新场景

source: Create Protocol Data Units
zh_cn: 创建协议数据单元

source: Delete Scenario and All PDUs
zh_cn: 删除场景和所有PDU

source: Add Complex Packet
zh_cn: 添加复杂的 数据包

source: Add Simple PDU
zh_cn: 添加简单的PDU

source: Build
zh_cn: 构建

source: Build Failed
zh_cn: 构建失败

source: Project Close
zh_cn: 项目关闭

source: Build failed
zh_cn: 构建失败

source: File Save
zh_cn: 文件保存

source: Save changes?
zh_cn: 保存更改？

source: Build succeeded
zh_cn: 构建成功

source: Project Delete
zh_cn: 项目删除

source: Build Project
zh_cn: 构建项目

source: Project Changed
zh_cn: 项目已更改

source: Are you sure?
zh_cn: 您确定吗？

source: Text File (*.txt *.html *.js *.css)
zh_cn: 文本文件 (*.txt *.html *.js *.css)

source: File is not supported
zh_cn: 不支持文件

source: File Name
zh_cn: 文件名

source: Enter the new File Name
zh_cn: 输入新的文件名

source: Please Input a Valid File Name
zh_cn: 请输入有效的文件名

source: File size is very large. File content is truncated.
zh_cn: 文件大小过大。 文件内容被截断。

source: The document has been modified. Do you want to save your changes?
zh_cn: 文档已被修改. 您想要保存更改吗？

source: Erase
zh_cn: 擦除

source: Sync to Current Time
zh_cn: 与当前时间同步

source: Load...
zh_cn: 加载...

source: Switch Global Settings
zh_cn: 交换机全局设置

source: Save Running Configuration to NVRAM
zh_cn: 将运行配置保存至NVRAM

source: Erase Startup Configuration
zh_cn: 擦除启动配置

source: Export...
zh_cn: 导出...

source: Running Config
zh_cn: 运行配置

source: Global Settings
zh_cn: 全局设置

source: Reconnect
zh_cn: 重新连接

source: Server Address
zh_cn: 服务器地址

source: Display Name
zh_cn: 显示名

source: Merge...
zh_cn: 合并...

source: Gateway
zh_cn: 网关

source: Load Startup Configuration from File...
zh_cn: 从文件中加载启动配置...

source: Serial Number
zh_cn: 序列号

source: No Serial Number
zh_cn: 无序列号

source: Gateway/DNS IPv4
zh_cn: 网关/DNS IPv4

source: Gateway/DNS IPv6
zh_cn: 网关/DNS IPv6

source: Merge Running Configuration from File...
zh_cn: 合并来自文件的运行配置...

source: Export Running Configuration to File...
zh_cn: 将运行配置导出至文件...

source: Export Startup Configuration to File...
zh_cn: 将启动配置导出至文件...

source: NAME: %1
zh_cn: 名称: %1

source: CLASS: 0x%1
zh_cn: 类别: 0x%1

source: ADDRESS: %1
zh_cn: 地址: %1

source: SSH DATA
zh_cn: SSH数据

source: Run
zh_cn: 运行

source: Run Error
zh_cn: 运行错误

source: Invalid Username -- Packet Tracer
zh_cn: 无效的用户名 -- Packet Tracer

source: Select a valid bookmark.
zh_cn: 选择有效的书签.

source: Enter a valid profile name.
zh_cn: 输入一个有效的配置名称。

source: User Manager
zh_cn: 用户管理器

source: Invalid Profile Name -- Packet Tracer
zh_cn: 无效的配置名称 -- Packet Tracer

source: Invalid Group Policy -- Packet Tracer
zh_cn: 无效的组策略 -- Packet Tracer

source: Select a valid username.
zh_cn: 选择有效的用户名.

source: Invalid Bookmark -- Packet Tracer
zh_cn: 无效的书签 -- Packet Tracer

source: Enter a valid group policy.
zh_cn: 输入有效的组策略.

source: Fiber
zh_cn: 光纤

source: Octal
zh_cn: 八进制

source: Phone
zh_cn: 电话线

source: Copper Straight-Through
zh_cn: 直通线

source: Copper Cross-Over
zh_cn: 交叉线

source: Coaxial
zh_cn: 同轴电缆

source: Console
zh_cn: 配置线

source: IoE Custom Cable
zh_cn: IoE自定义电缆

source: Automatically Choose Connection Type
zh_cn: 自动选择连接类型

source: Serial DCE
zh_cn: 串行DCE

source: Serial DTE
zh_cn: 串行DTE

source: When entering this manually, it should be 10 characters for16-bit encryption or 26 characters for 128-bit encryption. Valid hexadecimal charactersare A through F and number 0 through 9.
zh_cn: 手动输入此项时，16位加密应为10个字符，128位加密应为26个字符。有效的十六进制字符为A到F和数字0到9。

source: This wireless network has WEP encryption enabled. To connectto this network, select the level of WEP encryption; enter the requiredpassphrase and WEP key in the appropriate field below, then click on connect.
zh_cn: 该无线网络已启用WEP加密。要连接到此网络，请选择WEP加密级别；在下面相应的字段输入所需的密码和WEP密钥，然后点击连接。

source: To use WEP encryption, select 64-bit or 128-bit.
zh_cn: 要使用WEP加密，请选择64-bit或128-bit.

source: The passphrase is case sensitive and should be no more than 16 characters in length.
zh_cn: 密码大小写敏感，且长度不应超过16个字符.

source: Next
zh_cn: 下一步

source: Security - Please select the wireless security method usedby your existing wireless network. WEP stands for Wired Equivalent Privacy.
zh_cn: 安全 - 请选择当前无线网络所使用的无线安全方法. WEP代表有线等效保密.

source: is not allowed
zh_cn: 不允许

source: Moving
zh_cn: 移动

source: Moving Table is not allowed
zh_cn: 不允许移动桌子

source: Cannot Move Object -- Packet Tracer
zh_cn: 无法移动对象 -- Packet Tracer

source: Moving Rack is not allowed
zh_cn: 不允许移动机架

source: &New
zh_cn: &新建

source: Cu&t
zh_cn: &剪切

source: &Bold
zh_cn: &粗体

source: &Copy
zh_cn: &复制

source: &Edit
zh_cn: &编辑

source: &Redo
zh_cn: &重做

source: &Save
zh_cn: &保存

source: &Undo
zh_cn: &撤销

source: &Strikethrough
zh_cn: &删除线

source: E&xit
zh_cn: &退出

source: Align &Left
zh_cn: &左对齐

source: Pre&formatted
zh_cn: &预格式化

source: &Align
zh_cn: &对齐

source: Align &Center
zh_cn: &居中对齐

source: &Paste
zh_cn: &粘贴

source: Save &As...
zh_cn: &另存为...

source: Align &Justify
zh_cn: &两端对齐

source: Formatting
zh_cn: 格式化

source: HTML Editor
zh_cn: HTML编辑器

source: St&yle
zh_cn: &风格

source: Bac&kground Color...
zh_cn: &背景颜色...

source: Align &Right
zh_cn: &右对齐

source: &Open...
zh_cn: &打开...

source: Font Si&ze...
zh_cn: &字号...

source: Bulle&ted List
zh_cn: &项目符号列表

source: &Address
zh_cn: &地址

source: Insert HTML...
zh_cn: 插入HTML...

source: &Paragraph
zh_cn: &段落

source: F&ormat
zh_cn: &格式

source: Select A&ll
zh_cn: &选择所有

source: Create Link...
zh_cn: 创建链路...

source: Standard
zh_cn: 标准

source: &Underline
zh_cn: &下划线

source: Text &Color...
zh_cn: &文本颜色...

source: Heading &1
zh_cn: &标题1

source: Heading &2
zh_cn: &标题2

source: Heading &3
zh_cn: &标题3

source: Heading &4
zh_cn: &标题4

source: Heading &5
zh_cn: &标题5

source: Heading &6
zh_cn: &标题6

source: &Italic
zh_cn: &斜体

source: I&ncrease Indent
zh_cn: &增加缩进量

source: &Decrease Indent
zh_cn: &减少缩进量

source: &Numbered List
zh_cn: &编号列表

source: &Font Name...
zh_cn: &字体名称...

source: Insert &Image...
zh_cn: &插入图像...

source: Currently, no window is active.
zh_cn: 当前，没有窗口处于活动状态.

source: Currently no window is active
zh_cn: 当前没有窗口处于活动状态

source: Selected item has no print output.
zh_cn: 所选项目没有打印输出。

source: Error Writing to File
zh_cn: 写入文件出错

source: Files (*.rtf)
zh_cn: 文件 (*.rtf)

source: Files (*.png)
zh_cn: 文件 (*.png)

source: CODE: 0x%1
zh_cn: 代码: 0x%1

source: Checksum Field of ICMPv6 Header
zh_cn: ICMPv6报头的校验和字段

source: Identifier Field of ICMPv6 Header
zh_cn: ICMPv6报头的标识符字段

source: Sequence Number Field of ICMPv6 Header
zh_cn: ICMPv6报头的序列号字段

source: SEQ NUMBER: %1
zh_cn: 序列号: %1

source: TARGET ADDR:<br/>%1
zh_cn: 目标地址:<br/>%1

source: Reachable Time: 0x%1
zh_cn: 可达时间: 0x%1

source: Hop Limit: 0x%1
zh_cn: 跳数限制: 0x%1

source: Retrans Timer: 0x%1
zh_cn: 重传时间: 0x%1

source: Router Lifetime: 0x%1
zh_cn: 路由器生命期: 0x%1

source: PLAY CONTROLS:
zh_cn: 播放控制:

source: Time: 0:0:00
zh_cn: 时间: 0:0:00

source: Power Cycle Devices
zh_cn: 设备重新加电

source: Show/Hide Simulation Panel
zh_cn: 显示/隐藏模拟面板

source: Go Back One Level (Alt+Left)
zh_cn: 返回一级(Alt+Left)

source: Create New Cluster (Shift+U)
zh_cn: 创建新集群 (Shift+U)

source: Environment: %1
zh_cn: 环境: %1

source: Show Current Cluster (Ctrl+F5)
zh_cn: 显示当前集群 (Ctrl+F5)

source: Show Viewport (Shift+V)
zh_cn: 显示视图区 (Shift+V)

source: Network Mode - Select the network mode in which your Wireless network will operate. In mixed mode, wireless N, Wireless B, and Wireless G devices can operate on the same network. In wireless G only mode, no wireless B devices can operate in the network.
zh_cn: 网络模式 – 选择无线网络将在其中运行的网络模式。在混杂模式中，Wireless N、Wireless B和Wireless G设备可在同一网络上运行。在仅Wireless G模式中，Wireless B设备无法在网络中运行。

source: Standard Channel - Select the correct channel for your wireless network. The channel you choose should match the channel set on the other devices in your wireless network. If you are unsure about what channel to use, keep the default setting to auto.
zh_cn: 标准信道 – 为您的无线网络选择正确的信道。您选择的信道应与无线网络中其他设备上设置的信道相一致。如果您不确定要使用哪个信道，请将默认设置保留为自动。

source: Infrastructure mode
zh_cn: 基础架构模式

source: Adhoc mode
zh_cn: Adhoc模式

source: Wireless Network Name
zh_cn: 无线网络名称

source: Default GateWay
zh_cn: 默认网关

source: Obtain network setting automatically( DHCP)
zh_cn: 自动获取网络设置(DHCP)

source: IP address
zh_cn: IP地址

source: Specify network setting for the adapter
zh_cn: 为适配器指定网络设置

source: TX Key - select the transmit key for your network. (Defaultsetting: 1)
zh_cn: TX密钥 - 选择网络的传输密钥。(默认设置: 1)

source: WEP key - When entering this manually, it should be 10 characters for16-bit encryption or 26 characters for 128-bit encryption. Valid hexadecimal characters are A through F and number 0 through 9.
zh_cn: WEP密钥 - 手动输入此项时，16位加密应为10个字符，128位加密应为26个字符。有效的十六进制字符为A到F和数字0到9。

source: Authentication - select your network's authentication type. (Defaultsetting: Auto)
zh_cn: 认证 - 选择网络的认证类型。(默认设置: 自动)

source: Passphrase - The passphrase is case sensitive and should beno more than 16 characters in length.
zh_cn: 密码 - 密码大小写敏感，且长度不应超过16个字符.

source: Viewport
zh_cn: 视图区

source: Internet Settings
zh_cn: Internet设置

source: Network Mode:
zh_cn: 网络模式:

source: <p align="right"><b>Basic Wireless Settings</b></p>
zh_cn: <p align="right"><b>基本无线设置</b></p>

source: Full Path: %1
zh_cn: 全路径: %1

source: Current Location: %1
zh_cn: 当前位置: %1

source: Unknown
zh_cn: 未知

source: Connecting to the same device is not allowed.
zh_cn: 不允许连接到相同的设备.

source: Home City
zh_cn: 家园城市

source: Corporate Office
zh_cn: 企业办公室

source: Office Building
zh_cn: 办公室大楼

source: Main Wiring Closet
zh_cn: 主布线柜

source: Moving this object to the wiring closet is not allowed.
zh_cn: 不允许将此对象移动至布线柜。

source: No Devices Found
zh_cn: 未找到设备

source: Advance Setup
zh_cn: 高级设置

source: Wireless Network Name column
zh_cn: 无线网络名称列

source: Please select the wireless network that you want to connect to. If you are not sure, which wireless to choose, first try the one with strongest signal.
zh_cn: 请选择您想要连接的无线网络。如果您不确定选择哪个无线网络，首先请尝试信号最强的一个。

source: CH button
zh_cn: CH按钮

source: Security button
zh_cn: 安全按钮

source: Signal button
zh_cn: 信号按钮

source: Use Global Config
zh_cn: 使用全局配置

source: New Devices
zh_cn: 新设备

source: Use New Devices Config
zh_cn: 使用新的设备配置

source: Cannot write to folder.
zh_cn: 无法写入到文件夹.

source: Publishers
zh_cn: 发布者

source: Change Language -- Packet Tracer
zh_cn: 更改语言 -- Packet Tracer

source: Options successfully saved to Packet Tracer installed folder.
zh_cn: 选项成功保存至Packet Tracer安装文件夹。

source: Log files (*.txt)
zh_cn: 日志文件 (*.txt)

source: Cannot write to Packet Tracer installed folder. Try launching Packet Tracer as an administrator.
zh_cn: 无法写入Packet Tracer安装文件夹。 请尝试以管理员身份启动Packet Tracer。

source: Select User Folder
zh_cn: 选择用户文件夹

source: The language will be changed the next time you start this application.
zh_cn: 语言将在下次启动该应用程序时更改。

source: Image Cleanup
zh_cn: 图像清理

source: This option will take effect the next time you start this application.
zh_cn: 此选项将在下次启动该应用程序时生效。

source: Save Log File
zh_cn: 保存日志文件

source: Default Proxy
zh_cn: 默认代理

source: Zoom: %1%
zh_cn: 缩放: %1%

source: Common Graphics (*.png *.jpg *.jpeg *.gif);;
zh_cn: 常用图片(*.png *.jpg *.jpeg *.gif);;

source: Graphics Interchange Format (*.gif);;
zh_cn: 图像互换格式(*.gif);;
